---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FamilyUsagePseudoParam
source: html/7f958193-f5c2-ba70-ee5b-341ac7419641.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FamilyUsagePseudoParam Property

"Usage"

## Syntax (C#)
```csharp
public static ForgeTypeId FamilyUsagePseudoParam { get; }
```